/* `welcomeLabel` UILabel text default value */
"Welcome" = "Bem-vindo";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Obrigado pelo download";

/* `instructionTextView` UITextView text default value with ".notConfigurated" state */
"WelcomeInstruction" = "Siga as instruções presentes no e-mail de boas-vindas para iniciar o processo de ativação.";

/* `instructionTextView` UITextView text default value with ".isConfigured" state */
"ConfiguredInstruction" = "Controle o gerenciamento das suas tarefas diárias e colabore com colegas facilmente em projetos.";

"ScanInstruction" = "Digitalize o código QR seguro para iniciar o processo de ativação.";

"DiscoveryServiceInstruction" = "Insira seu endereço de e-mail para iniciar o processo de ativação.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Verificando a conta...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Iniciar";

"Scan" = "Digitalizar";

/* `demoLabel` UILabel text default value */
"Explore" = "Deseja explorar o produto?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Experimente a demonstração";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Definir código de segurança";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Código de segurança";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Escolher código de segurança";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Confirmar código de segurança";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Insira novamente seu código de segurança.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Confirme seu código de segurança.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Insira seu código de segurança.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Alterar código de segurança";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Insira seu código de segurança atual.";

/* The button title string used both in passcode and
 touch ID screens to indicate not to setup now. */
"NotNowKey" = "Agora não";

/* The button title string used on the second passcode setup
 to go back to the first screen. */
"BackKey" = "Voltar";

/* The button title string used on the first passcode setup
 to go to the next screen. */
"NextKey" = "Avançar";

/* The button title string used on the passcode input screen (not in the change passcode sequence)
 When the passcode input screen is in the change passcode sequence, the button title should be changed "Next" */
"DoneKey" = "Concluído";

/* The main message format on the setup passscode screen.
 The %d will display the number of characters required from
 the passcode policy. */
"PasscodeChooseMinCharKey" = "Escolha um código de segurança com ao menos %d caracteres para desbloquear o aplicativo.";

/* The main message format on the setup passscode screen when the
 isDititsOnly property of the passcode policy is true.
 The %d will display the number of digits required from
 the passcode policy. */
"PasscodeChooseMinDigitKey" = "Escolha um código de segurança com ao menos %d dígitos para desbloquear o aplicativo.";

/* The message for passcode to include the required character groups
 when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Inclua o seguinte:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Minúsculas (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Maiúsculas (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Dígitos (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Símbolos (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Reinicializar código de segurança";

/* Alert message when validate method of FUIPasscodeValidationDelegate
 returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Falha na validação do código de segurança.";

/* Alert message when the passcode user entered was rejected by
 the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "O código de segurança foi rejeitado por FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Repetir";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with "Touch ID" or "Face ID", e.g., "Touch ID is now available!" */
"IsNowAvailableKey" = " agora disponível!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Ao ativar o Touch ID, você terá acesso mais rápido às suas informações.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Você pode ativar ou desativar esse recurso a qualquer momento em Configurações.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Ative o Touch ID para ter acesso rápido e seguro.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Se o Touch ID estiver desativado, será solicitado o código de segurança do seu dispositivo.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Ao ativar o Face ID, você terá acesso mais rápido às suas informações.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Você pode ativar ou desativar esse recurso a qualquer momento em Configurações.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Ative o Face ID para ter acesso rápido e seguro.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Se o Face ID estiver desativado, será solicitado o código de segurança do seu dispositivo.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Para utilizar o Touch ID, adicione impressões digitais nas configurações do dispositivo.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Você pode fazer isso a qualquer momento em Configurações – Touch ID e Código de segurança.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Para utilizar o Face ID, registre o Face ID nas configurações de seu dispositivo.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Você pode fazer isso a qualquer momento em Configurações – Face ID e Código de segurança.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Saiba mais sobre o Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Saiba mais sobre o Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Ativar";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Fazer autenticação com Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Fazer autenticação com Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Erro";

/* The error title. */
"AuthenticationErrorKey" = "Erro de autenticação";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Faça a autenticação com o Touch ID para utilizar o aplicativo.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Faça a autenticação com o Face ID para utilizar o aplicativo.";

/* The authenticate button text. */
"AuthenticateKey" = "Autenticar";

/* The message when the passcode entered in confirm passcode screen
 does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Os códigos de segurança não correspondem. Tente novamente.";

/* The message format to be displayed when user entered wrong passcode
 and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Você tem %d tentativas restantes.";

/* The message format to be displayed when user entered wrong passcode
 and there is only one remaining retry. */
"OneAttemptLeftKey" = "Você tem 1 tentativa restante.";

/* The first paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Não há mais tentativas restantes.";

/* The second paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Inicie a sessão para reiniciar o código de segurança.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode
 and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Código de segurança incorreto. Tente novamente.";

/* The scan page title string. */
"ScanKey" = "Digitalizar";

/* The title of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Digitalização sem sucesso";

/* The second line of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"SelectAnotherImageKey" = "Selecione uma imagem de código QR.";

/* The title of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Código QR inválido";

/* The second line of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "O código QR não foi reconhecido.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Permitir o acesso às fotos";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Para escolher uma imagem de código QR, forneça o acesso às suas fotos nas configurações de privacidade de seu dispositivo.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Permitir o acesso à câmera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Para digitalizar utilizando a câmera, forneça o acesso à sua câmera nas configurações de privacidade de seu dispositivo.";

/* *
 The alert action title to go to Settings app. */
"SettingsKey" = "Configurações";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Confirmação";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Digitalização com sucesso. Você será conectado a:";

/* The title string for the "Continue" button */
"ContinueKey" = "Continuar";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Iniciar";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Ativação";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Caso tenha recebido um e-mail de boas-vindas, clique no link de ativação no e-mail. Do contrário, insira seu endereço de e-mail ou digitalize o código QR para iniciar a integração.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Avançar";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Ou";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Digitalizar";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Concordar";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Discordar";

/* The authentication title. */
"AuthenticationKey" = "Autenticação";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Forneça suas informações de nome de usuário e senha para a autenticação.";

/* Username input field placeholder string */
"usernameKey" = "nome de usuário";

/* Password input field placeholder string */
"passwordKey" = "senha";

/* Sign In button string. */
"SignInKey" = "Iniciar sessão";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Credenciais incorretas. Tente novamente.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Forneça as informações abaixo para iniciar o processo de ativação.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verificando informações...";

/* Cancel button string. */
"CancelKey" = "Cancelar";

/* Allow button string. */
"AllowKey" = "Permitir";

/* Deny button string. */
"DenyKey" = "Proibir";

/* No button string. */
"NoKey" = "Não";

/* Quit button string. */
"QuitKey" = "Sair";

/* GiveConsent button string. */
"GiveConsentKey" = "Consentir";

/* Navbar title string. */
"StepKey" = "Etapa";

/* Navbar title string. */
"OfKey" = "de";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Tem certeza que deseja sair do processo de integração?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Sem o consentimento, não será possível continuar a integração.";

